{
  "Flash Benefícios": {
    "position": "Software Engineer",
    "skills": null,
    "bullet_point": null,
    "long_description": [
      "Na execução das minhas funções, aprimorei meu expertise em tecnologias como NodeJS, NestJS, Typescript e ReactJS, além de participar da estruturação e aprimoramento da arquitetura do sistema utilizando princípios como Clean Architecture, Event Driven Architecture e Domain-Driven Design (DDD). Como desenvolvedor, não só utilizo minhas habilidades técnicas, mas também compartilho conhecimentos com minha equipe."
    ]
  },
  "Zoop Soluções de Pagamentos": {
    "position": "Software Engineer",
    "skills": null,
    "bullet_point": null,
    "long_description": [
      "Atuei no time de Process Automation, realizando o desenvolvimento de aplicações RPA para serem integrados ao Zeev, utilizando C#, Javascript, Postgres, MongoDB, MySQL, e recursos da AWS como Secret Manager, Parameter Store, S3 Bucket, entre outros."
    ]
  },
  "Neon Pagamentos": {
    "position": "Software Engineer",
    "skills": null,
    "bullet_point": null,
    "long_description": [
      "Responsável pela monitoria, manutenção e melhoria das aplicações existentes, bem como a criação de novas aplicações utilizando tecnologias como .NET (C#), RabbitMQ, MSSQL;",
      "Identificação e resolução de problemas identificados utilizando Dynatrace e Grafana e também de questões levantadas através dos canais de suporte, para melhoria dos serviços financeiros prestados pela empresa;"
    ]
  },
  "Evnts": {
    "position": "Software Engineer",
    "skills": null,
    "bullet_point": null,
    "long_description": [
      "Criação e manutenção dos diversos produtos da empresa, utilizando node.js (Javascript e Typescript) no backend, React no frontend, MongoDB e MySQL como bancos de dados;",
      "Configuração e gestão de CI/CD através do SemaphoreCI e Bitbucket Pipelines;",
      "Configuração e gestão dos servidores/aplicações na nuvem (AWS e Google Cloud);"
    ]
  }
}
